print("Hello Python")   #파이썬의 주석표시

print("Hello", "Bye")   #여러 단어를 한줄에 출력하고 싶을때는 ","를 넣자

print()    #빈 줄을 출력

#혼자 공부하는 파이썬 p39
print("# 하나만 출력합시다.")
print("Hello Python Programming...!")
print()

print("# 여러개를 출력해보자")
print(10, 20, 30, 40, 50)
print()

print("# 아무것도 출력하지 않음.")
print()
print("--확인선--")

#혼자 공부하는 파이썬 p50
#문자열 안에 큰따옴표를 넣고 싶을때
print('"행복합니다"라고 써라.')
print("'행복해요'라고 썼다.") #반대로 쓰고 싶을 경우

print("\"행복합니다\"라고 썼다.")
print("헬로우\n하이")  #줄바꿈, 별다른건 없음
print("헬로우\t하이")  #탭, 별다른건 없음

#혼자 공부하는 파이썬 p53
#파이썬은 여러줄 지원을 해줌
print("""헬로우
안녕
하이""")  #이러면 줄바꿈이 실제로 표시가 됨. """을 붙일 경우

